<?php
/** 
 * Файл с переводом на русский язык - Основной файл
*/

$arr_langs = array(
                '_lang_' => 'Язык',
               '_login_' => 'Логин',
            '_password_' => 'Пароль',
    '_confirm_password_' => 'Повтор пароля',
              '_log_in_' => 'Авторизоваться',
  
            '_register_' => 'Зарегистрироваться',
    
           '_error_404_' => '404 - Нет такой страницы',
    
            '_username_' => 'Имя Фамилия',

          '_date_birth_' => 'Дата рождения',
          
                 '_day_' => 'День',
               '_month_' => 'Месяц',
                '_year_' => 'Год',
              
                '_male_' => 'Мужской',
              '_female_' => 'Женский',
              
               '_about_' => 'Обо мне',
              
               '_phone_' => 'Телефон',
              
               '_email_' => 'E-mail',
              
                '_back_' => 'Назад',
              
     '_required_fields_' => 'Поля, отмеченные (*), обязательны для запелнения',
              
       '_select_gender_' => 'Выберите пол',
              
       '_personal_data_' => 'Личные данные',
              
        '_contact_data_' => 'Контактные данные',
              
         '_inform_mail_' => 'будет использован в качестве логина',
       
        '_not_password_' => 'Вы не указали пароль',
      
'_not_confirm_password_' => 'Пароли не совпадают',
      
           '_out_field_' => 'Заполните поле',
       '_date_incorect_' => 'Неправильная дата',
       
      '_email_incorect_' => 'Неправильный ввод ',
        '_email_exists_' => 'Такой E-mail уже используется',
        '_error_exists_' => 'Присутствуют ошибки при заполнении формы',
'_registration_confirm_' => 'Вы успешно зарегистрировались',
               '_photo_' => 'Фотография',
              '_logout_' => 'Выход',
              '_gender_' => 'Пол',
            '_date_reg_' => 'Дата регистрации',
      '_phone_incorect_' => 'Неправильный формат телефона',
           '_not_login_' => 'Неправильный логин или пароль',
                '_home_' => 'Перейти на главную страницу'
);